Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/starting_work_and_changing_job/starting_work/tax_and_starting_work.html.txt.tmx
Source language: en
Languages: ga

source: Tax and starting work - PAYE
ga: Cáin agus tosú ar obair

source: Most employees pay tax through the PAYE (Pay As You Earn) system
ga: Íocann formhór na bhfostaithe cáin tríd an gcóras ÍMAT (Íoc Mar a Thuillir)

source: This means that your employer deducts the tax you owe directly from your wages, and pays this tax directly to Revenue
ga: Ciallaíonn sé sin go mbaineann d’fhostóir an cháin a bhíonn dlite ort díreach as do phá, agus go n-íocann siad an cháin sin go díreach leis na Coimisinéirí Ioncaim

source: Revenue collect taxes from citizens on behalf of the Irish Government
ga: Bailíonn na Coimisinéirí Ioncaim cánacha ó shaoránaigh thar ceann Rialtas na hÉireann

source: You will also pay PRSI and the Universal Social Charge on your income
ga: Gearrfar ÁSPC agus an Muirear Sóisialta Uilíoch ar d’ioncam freisin

source: It is important to ensure that your tax is dealt with properly from the start and that your new employer deducts the right amount of tax from your pay
ga: Tá sé tábhachtach a chinntiú go bpléitear i gceart le do cháin ón tús agus go mbaineann d’fhostóir nua an méid ceart cánach as do phá

source: To ensure that this happens, you will need to do two things:
ga: Lena chinntiú go dtarlaíonn sé sin, beidh ort dhá rud a dhéanamh:

source: • Give your employer your Personal Public Service Number (PPS number)
ga: • Tabhair d’Uimhir PPS do d’fhostóir

source: This number is your unique personal identification number for public services
ga: Is í an uimhir seo an uimhir aitheantais phearsanta atá agat le haghaidh seirbhísí poiblí

source: Your employer will then let your tax office know that you have started work and that they are your employers
ga: Cuirfidh d'fhostóir in iúl do d'oifig cánach ansin go bhfuil tú tosaithe ag obair agus gurb iad féin do chuid fostóirí

source: Read more about how to obtain a PPS number under 'How to apply' below
ga: Léigh tuilleadh faoi conas Uimhir PPS a fháil faoi ‘Conas iarratas a dhéanamh’ thíos

source: • Register the details of your new job with Revenue’s Jobs and Pensions online service in myAccount – see 'How to apply' below
ga: • Cláraigh sonraí do phost nua le seirbhís Poist agus Pinsean Revenue ar líne ag moChúrsaí – féach ‘Conas iarratas a dhéanamh’ thíos

source: To ensure that your employer and the tax office have time to have everything sorted out before your first payday, it is advisable to do all this as soon as you accept an offer of a job (even for part-time or holiday employment)
ga: Lena chinntiú go mbeidh am ag d’fhostóir agus ag d’oifig cánach gach rud a réiteach sula bhfaigheann tú do chéad phá, moltar duit é sin ar fad a dhéanamh chomh luath agus a ghlacann tú le tairiscint poist (fiú amháin post páirtaimseartha nó fostaíocht saoire)

source: Tax credits reduce the amount of income tax that you have to pay
ga: Laghdaíonn creidmheasanna cánach an méid cánach a bhíonn ort a íoc

source: Your gross tax is calculated depending on your income
ga: Socraítear an t-ollmhéid cánach ar chóir duit a íoc de réir d'ioncaim

source: Tax credits are then deducted from the gross tax to give the amount of tax that you have to pay
ga: Dealaítear luach na gcreidmheasanna as an ollmhéid sin ansin chun an méid cánach ar chóir a íoc a aimsiú

source: Tax credits consist of various credits and reliefs which you may be able to claim, depending on your circumstances
ga: Tá liúntais agus faoisimh éagsúla sna creidmheasanna cánach a bhféadfá éileamh a dhéanamh orthu, ag brath ar do chuid imthoscaí

source: Every individual can claim a personal tax credit for example, and you can also claim relief for items such as the One Parent Family Credit
ga: Is féidir le gach duine liúntas pearsanta a éileamh, mar shampla, agus féadfaidh tú faoiseamh cánach a éileamh chomh maith ar Chreidmheas do Theaghlach Aontuismitheora

source: When you have registered the details of your new job, Revenue will send your employer a tax credit certificate showing the tax credits that your employer deducts from your tax bill
ga: Nuair tá sonraí do phost nua cláraithe agat, seolfaidh Revenue chuig d’fhostóir teastas a creidmheasanna cánach a léiríonn na creidmheasanna cánach a bhaineann d’fhostóir as do bhille cánach

source: You can view your tax credit certificate and claim any additional tax credits you may be due through Revenue's PAYE Anytime service
ga: Féadfaidh tú do theastas creidmheasanna cánach a fheiceáil agus aon chreidmheasanna breise dlite duit a éileamh tríd an tseirbhís Revenue Aon Tráth, Aon Lá

source: You access PAYE Anytime through Revenue's myAccount Service
ga: Is féidir téigh isteach i ÍMAT Aon Tráth, Aon Lá tríd an tSeirbhís moChúrsaí Revenue

source: Details of all the main tax allowances and reliefs are given on the explanatory leaflet available from your tax office or online from revenue.ie
ga: Tá sonraí faoi na príomh-liúntais agus faoisimh tugtha ar an mbileog mhíniúcháin ar fáil ó d’oifig chánach nó ar líne ó revenue.ie

source: What do I have to pay tax on?
ga: Céard air a chaithfidh mé cáin a íoc?

source: Tax is payable on earnings of all kinds that result from your employment (including for example, bonuses, overtime, non-cash pay or benefit-in-kind such as the use of company car, tips or Christmas boxes
ga: Bíonn cáin iníoctha ar gach cineál tuilleamh a bhíonn mar thoradh ar do chuid fostaíochta (lena n-áirítear, mar shampla, bónais, rag-obair, íocaíocht neamh-airgid nó sochar comhchineáil mar úsáid charr an chomhlachta, síneadh láimhe, bronntanais na Nollag srl.)

source: You do not pay tax on: scholarship income, interest from savings certificates, savings bonds and national instalment savings schemes, and payments to approved pension schemes
ga: Ní íocann tú cáin ar: ioncam scoláireachta, ús ó theastais choigiltis, bannaí coigiltis agus scéimeanna tráthchoigiltis náisiúnta, agus íocaíochtaí chuig scéimeanna pinsin cheadaithe

source: Pay that you receive through working extra hours (overtime) or bonuses, is included as part of your taxable pay for that week or month
ga: Cuirtear pá a fhaigheann tú trí uaireanta breise a obair (rag-obair), bónais srl., san áireamh mar chuid de do phá inchánach don tseachtain nó don mhí sin

source: You do not get any additional tax-free allowances against these additional earnings
ga: Ní fhaigheann tú aon liúntais bhreise saor ó cháin in aghaidh na dtuilleamh breise sin

source: If your employer has not received either a:
ga: Mura mbeidh siad seo a leanas faighte ag d’fhostóir:

source: • Certificate of tax credits from the tax office or,
ga: • Teastas creidmheasanna cánach ón oifig cánach nó,

source: • Form P45 (parts 2 and 3) from you, in respect of your previous employment,
ga: • Foirm P45 (codanna 2 agus 3) uait féin, maidir le d'fhostaíocht roimhe seo,

source: your employer will be obliged to deduct tax on an emergency basis when paying your wages or salary
ga: beidh sé d'oibleagáid ar d’fhostóir cáin a asbhaint ar bhonn éigeandála nuair a bheidh siad ag íoc do chéad phá nó tuarastal mar fhostaí

source: This means that they will give you a temporary tax credit for the first month of employment but tax deductions are increased progressively from the second month onwards
ga: Ciallaíonn sé sin go dtabharfaidh siad liúntas saor ó cháin sealadach duit don chéad mhí fostaíochta agus méadófar asbhaintí cánach de réir a chéile ón dara mí ar aghaidh

source: The effect of emergency basis is that after 4 weeks no tax credits are given, and tax is paid at the higher rate from week 9, regardless of the level of pay
ga: Is é an toradh a bhíonn ag an mbunús éigeandála ná: tar éis 4 seachtaine, ní thugtar aon liúntas shaor ó cháin agus íoctar cáin ag an ráta is airde ó sheachtain 9, beag beann ar an leibhéal pá

source: It makes sense therefore to avoid the emergency basis by following the simple steps outlined earlier when you start work
ga: Déanann sé ciall mar sin an bunús éigeandála sin a sheachaint trí na céimeanna simplí a tugadh cuntas orthu ní ba luaithe a leanúint nuair a thosaíonn tú ag obair

source: Details of emergency tax rates are available on the Revenue website
ga: Tá tuilleadh eolais faoi cáin éigeandála ar an suíomh na gCoimisinéirí Ioncaim

source: Income tax bands will determine the rate of tax you pay on your income or salary
ga: Cinnfidh bandaí cháin ioncaim an ráta cánach a íocfaidh tú ar d’ioncam nó do thuarastal

source: Read more about how your tax is calculated here
ga: Léigh tuilleadh faoi conas a ríomhtar do cháin anseo

source: More detailed information regarding tax credits and reliefs is available from your tax office
ga: Tá eolas breise níos mionsonraithe maidir le creidmheasanna cánach agus faoisimh ar fáil ó d’oifig cánach

source: Starting a second job
ga: Ag tosú sa dara post

source: If you choose to take on a second job, your first employer will already have instructions from the tax office to give you all the tax credits to which you are entitled against your pay
ga: Má roghnaíonn tú glacadh leis an dara post, beidh treoracha ag do chéad fhostóir cheana féin ón oifig cánach na creidmheasanna cánach ar fad a bhfuil tú i dteideal a fháil in aghaidh do phá a thabhairt duit

source: Unless you advise your tax office to issue new certificates, one to each employer, dividing the tax credits and standard rate cut-off point between the two jobs, your new employer (that is, in your second job) will operate your pay on an emergency tax basis
ga: Mura n-éilíonn tú ar d’oifig cánach teastais nua a eisiúint, ceann do gach fostóir, agus na creidmheasanna cánach agus an ráta caighdeánach scoithphointe a roinnt idir an 2 phost, feidhmeoidh d'fhostóir nua (.i. i do dhara post) do phá ar bhonn éigeandála cánach

source: This will mean that you would get more tax credits than you are entitled to, resulting in an underpayment of tax, which will have to be paid at the end of the tax year
ga: Téigh i dteagmháil le seirbhís fiosrúcháin ÍMAT lóghlao na gCoimisinéirí Ioncaim (féach an nasc thíos) le haghaidh sonraí teagmhála de d’oifig cánach

source: To register the details of your new job with Revenue you first register for myAccount which is a single access point for Revenue’s secure online services
ga: Chun sonraí do phost nua le Revenue a chlárú, ní mór duit clárú le haghaidh moChúrsaí. Is é an pointe rochtana singil le haghaidh seirbhísí ar líne shlán Revenue

source: Once you have received your password for myAccount, register the details of your new job with Revenue’s Jobs and Pensions online service
ga: Nuair fhaigheann tú do pasfhocal moChúrsaí, cláraigh sonraí do phost nua le seirbhís Poist agus Pinsean Revenue ar líne

source: You access the Jobs and Pension service through Revenue's myAccount
ga: Is féidir téigh isteach an tseirbhís Poist agus Pinsin tríd moChúrsaí Revenue

source: If you are unable to use online services, you can contact your tax office for assistance
ga: Mura bhfuil tú in ann úsáid a bhaint as an seirbhísí ar líne, ba chóir duit teagmháil a dhéanamh le d’oifig cánach chun cabhair a fháil

source: Further information about how to apply for a Personal Public Service Number (PPS Number) is available here
ga: Tá tuilleadh eolais faoi mar is féidir cur isteach ar Uimhir Phearsanta Seirbhíse Poiblí (Uimh. PSP) le fáil anseo

source: You can read these Frequently Asked Questions about tax and starting work and this Revenue leaflet, First Job - a guide for first time entrants to the PAYE Tax System
ga: Féadfaidh tú breathnú ar roinnt Ceisteanna a Chuirtear go Minic faoi cháin agus faoi thosú ag obair agus ar an bileog, Céad Phost - Treoir d’iontrálaithe céaduaire ar an gCóras Cánach ÍMAT
